[
    "John Doe Amoxicillin 500 mg Take 1 tablet by mouth every 8 hours for 7 days. Swallow the tablet whole with a full glass of water. Do not crush or chew the tablet.",
    "John Doe Loratadine 10 mg Take 1 tablet by mouth once daily in the morning. May be taken with or without food.",
    "Jane Smith Lisinopril 10 mg Take 1 tablet by mouth once daily. Take with a glass of water. Do not take with grapefruit juice.",
    "Jane Smith Metformin 500 mg Take 1 tablet by mouth twice daily with meals. Swallow the tablet whole. Do not crush or chew.",
    "Michael Johnson Albuterol 2 mg Inhale 2 puffs every 4-6 hours as needed for asthma. Rinse your mouth with water after each use to prevent oral thrush.",
    "Michael Johnson Omeprazole 20 mg Take 1 capsule by mouth once daily before a meal. Swallow the capsule whole. Do not crush or chew.",
    "Emily Davis Atorvastatin 40 mg Take 1 tablet by mouth once daily in the evening. Take with a full glass of water. Do not take with grapefruit juice.",
    "Emily Davis Levothyroxine 75 mcg Take 1 tablet by mouth once daily on an empty stomach. Wait at least 30 minutes before eating or drinking anything other than water.",
    "David Brown Gabapentin 300 mg Take 1 capsule by mouth three times daily. Swallow the capsule whole. Do not crush or chew.",
    "David Brown Hydrochlorothiazide 25 mg Take 1 tablet by mouth once daily in the morning. Take with a full glass of water.",
    "Sarah Wilson Citalopram 20 mg Take 1 tablet by mouth once daily in the morning. Swallow the tablet whole. Do not crush or chew.",
    "Sarah Wilson Prednisone 5 mg Take 1 tablet by mouth once daily in the morning. Swallow the tablet whole. Do not crush or chew.",
    "James Taylor Warfarin 5 mg Take 1 tablet by mouth once daily at the same time each day. Swallow the tablet whole. Do not crush or chew.",
    "James Taylor Amlodipine 5 mg Take 1 tablet by mouth once daily. Swallow the tablet whole. Do not crush or chew.",
    "Olivia Martinez Fluoxetine 20 mg Take 1 capsule by mouth once daily in the morning. Swallow the capsule whole. Do not crush or chew.",
    "Olivia Martinez Losartan 50 mg Take 1 tablet by mouth once daily. Swallow the tablet whole. Do not crush or chew.",
    "William Anderson Montelukast 10 mg Take 1 tablet by mouth once daily in the evening. Swallow the tablet whole. Do not crush or chew.",
    "William Anderson Doxycycline 100 mg Take 1 capsule by mouth twice daily for 10 days. Swallow the capsule whole. Do not crush or chew.",
    "Sophia Thomas Furosemide 40 mg Take 1 tablet by mouth once daily in the morning. Swallow the tablet whole. Do not crush or chew.",
    "Sophia Thomas Metoprolol 50 mg Take 1 tablet by mouth twice daily. Swallow the tablet whole. Do not crush or chew.",
    "Benjamin Jackson Escitalopram 10 mg Take 1 tablet by mouth once daily in the morning. Swallow the tablet whole. Do not crush or chew.",
    "Benjamin Jackson Bupropion 150 mg Take 1 tablet by mouth once daily in the morning. Swallow the tablet whole. Do not crush or chew.",
    "Isabella White Trazodone 50 mg Take 1 tablet by mouth at bedtime as needed for sleep. Swallow the tablet whole. Do not crush or chew.",
    "Isabella White Pantoprazole 40 mg Take 1 tablet by mouth once daily before a meal. Swallow the tablet whole. Do not crush or chew.",
    "Daniel Harris Clonazepam 0.5 mg Take 1 tablet by mouth twice daily as needed for anxiety. Swallow the tablet whole. Do not crush or chew.",
    "Daniel Harris Simvastatin 20 mg Take 1 tablet by mouth once daily in the evening. Swallow the tablet whole. Do not crush or chew.",
    "Mia Clark Venlafaxine 75 mg Take 1 tablet by mouth once daily in the morning. Swallow the tablet whole. Do not crush or chew.",
    "Mia Clark Carvedilol 6.25 mg Take 1 tablet by mouth twice daily. Swallow the tablet whole. Do not crush or chew.",
    "Alexander Lewis Paroxetine 20 mg Take 1 tablet by mouth once daily in the morning. Swallow the tablet whole. Do not crush or chew.",
    "Alexander Lewis Nifedipine 30 mg Take 1 tablet by mouth twice daily. Swallow the tablet whole. Do not crush or chew.",
    "Charlotte Lee Albuterol 2 mg Inhale 2 puffs every 4-6 hours as needed for asthma. Rinse your mouth with water after each use to prevent oral thrush.",
    "Charlotte Lee Omeprazole 20 mg Take 1 capsule by mouth once daily before a meal. Swallow the capsule whole. Do not crush or chew.",
    "Henry Walker Atorvastatin 40 mg Take 1 tablet by mouth once daily in the evening. Take with a full glass of water. Do not take with grapefruit juice.",
    "Henry Walker Levothyroxine 75 mcg Take 1 tablet by mouth once daily on an empty stomach. Wait at least 30 minutes before eating or drinking anything other than water.",
    "Amelia Hall Gabapentin 300 mg Take 1 capsule by mouth three times daily. Swallow the capsule whole. Do not crush or chew.",
    "Amelia Hall Hydrochlorothiazide 25 mg Take 1 tablet by mouth once daily in the morning. Take with a full glass of water.",
    "Joseph Allen Citalopram 20 mg Take 1 tablet by mouth once daily in the morning. Swallow the tablet whole. Do not crush or chew.",
    "Joseph Allen Prednisone 5 mg Take 1 tablet by mouth once daily in the morning. Swallow the tablet whole. Do not crush or chew.",
    "Grace Young Warfarin 5 mg Take 1 tablet by mouth once daily at the same time each day. Swallow the tablet whole. Do not crush or chew.",
    "Grace Young Amlodipine 5 mg Take 1 tablet by mouth once daily. Swallow the tablet whole. Do not crush or chew.",
    "Samuel Hernandez Fluoxetine 20 mg Take 1 capsule by mouth once daily in the morning. Swallow the capsule whole. Do not crush or chew.",
    "Samuel Hernandez Losartan 50 mg Take 1 tablet by mouth once daily. Swallow the tablet whole. Do not crush or chew.",
    "Chloe King Montelukast 10 mg Take 1 tablet by mouth once daily in the evening. Swallow the tablet whole. Do not crush or chew.",
    "Chloe King Doxycycline 100 mg Take 1 capsule by mouth twice daily for 10 days. Swallow the capsule whole. Do not crush or chew.",
    "Matthew Wright Furosemide 40 mg Take 1 tablet by mouth once daily in the morning. Swallow the tablet whole. Do not crush or chew.",
    "Matthew Wright Metoprolol 50 mg Take 1 tablet by mouth twice daily. Swallow the tablet whole. Do not crush or chew.",
    "Lily Scott Escitalopram 10 mg Take 1 tablet by mouth once daily in the morning. Swallow the tablet whole. Do not crush or chew.",
    "Lily Scott Bupropion 150 mg Take 1 tablet by mouth once daily in the morning. Swallow the tablet whole. Do not crush or chew.",
    "Andrew Green Trazodone 50 mg Take 1 tablet by mouth at bedtime as needed for sleep. Swallow the tablet whole. Do not crush or chew.",
    "Andrew Green Pantoprazole 40 mg Take 1 tablet by mouth once daily before a meal. Swallow the tablet whole. Do not crush or chew.",
    "Zoe Baker Clonazepam 0.5 mg Take 1 tablet by mouth twice daily as needed for anxiety. Swallow the tablet whole. Do not crush or chew.",
    "Zoe Baker Simvastatin 20 mg Take 1 tablet by mouth once daily in the evening. Swallow the tablet whole. Do not crush or chew."
]